bito.bito
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
easycodeai.chatgpt-gpt4-gpt3-vscode
esbenp.prettier-vscode
expo.vscode-expo-tools
firefox-devtools.vscode-firefox-debug
github.copilot
github.copilot-chat
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-edgedevtools.vscode-edge-devtools
ms-vscode-remote.remote-wsl
redhat.fabric8-analytics
redhat.java
stuart.unique-window-colors
supermaven.supermaven
tabnine.tabnine-vscode
varunbardwaj.reactjssnippets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
xabikos.reactsnippets
